{"title": ["Fire", "High Voltage", "Fuse", "Super Xero (By Myself Demo)"], "artist": ["Dead By Sunrise", "Linkin Park", "Linkin Park", "Linkin Park"], "album": ["Out Of Ashes", "Hybrid Theory", "Xero", "Hybrid Theory 8-Track Demo"], "year": ["2009", "1999", "1997", "1999"], "writer": ["Chester Charles Bennington, Ryan Christopher Shuck, Amir Davidson, Anthony Valcic", "Mike Shinoda, Chester Charles Bennington, Joseph Hahn, Brad Delson, Robert G. Bourdon", null, null], "lyrics": ["  No need to hear your voice Or see your face To know that you are with me No need to kiss your lips Or hold your hand To know that you can feel me I know that you can feel me  When I look to the stars I know just where you are You're looking down upon me (You're looking down upon me) When I look to the stars I know just where you are You're looking down upon me (You're looking down upon me)  No need to get locked up Inside the past I know that isn't changing No need to let you go Or say goodbye I know that you'll be waiting I know that you'll be waiting  When I look to the stars I know just where you are You're looking down upon me (You're looking down upon me) When I look to the stars I know just where you are You're looking down upon me (You're looking down upon me)  On the other side!  On the other side!  I've got to Find a way To keep my pain from burning Down to the bone I've got to Find a way! To keep my pain from burning! Down to the bone! Down to the bone!  When I look to the stars I know just where you are You're looking down upon me (You're looking down upon me) When I look to the stars I know just where you are You're looking down upon me (You're looking down upon me) ", "  Just do something to tell you who I am, ya know?   It's high voltage You can't shake the shock Because nobody wants it to stop Check it out  I've been digging into crates ever since I was living in space Before the rat race, before monkeys had human traits Mastered numerology and Big Bang theology Performed lobotomies with telekinetic psychology  Invented the mic so I could start blessing it And chin-checking kids to make my point like an impressionist Many men have tried to shake us But I twist mic cords to double helixes and show them what I'm made of  I buckle knees like leg braces Cast the spell of instrumentalness And all of the MCs that hate us So try on Leave you without a shoulder to cry on From now to infinity let icons be bygones  I fire bomb ghostly notes haunt this I tried threats but moved on to a promise I stomp shit with or without an accomplice (Mixed Media) The stamp of approval is on this  It's high voltage You can't shake the shock Because nobody wants it to stop Check it out  It's high voltage You can't shake the shock Because nobody wants it to stop Check it out  Akira Put a kink in the backbones of clones With microphones Never satisfy my rhyme jones Spraying bright day Over what you might say Blood type Krylon Technicolor type A  On highways ride with road rage I'm patient to win The cages of the tin That bounce all around In surround sound  Devouring the scene Subliminal gangrene Paintings Overall the same thing  Sing song karaoke copy madness Break bones verbally with sticks-and-stone tactics Fourth dimension Combat convention Write rhymes at ease while the track stands at attention (attention)  Meant to put you away with the pencil Pistol, official 16 line rhyme missile While you risk your all I pick out all your flaws Spin rah blah blah blah You can say you saw   It's high voltage You can't shake the shock Because nobody wants it to stop Check it out  It's high voltage You can't shake the shock Because nobody wants it to stop Check it out  It's high voltage You can't shake the shock Because nobody wants it to stop Check it out  It's high voltage You can't shake the shock Because nobody wants it to stop Check it out  High voltage  It's high voltage You can't shake the shock Because nobody wants it to stop Check it out  It's high voltage You can't shake the shock Because nobody wants it to stop Check it out  It's high voltage You can't shake the shock Because nobody wants it to stop Check it out  This production has been run courtesy of Mixed Media, Akira, Mr. Hahn and Hybrid Theory ", "   Of course you know what a fuse is... It's a long piece of cord impregnated with gun powder When you strike a match and light it It burns, fitfully, spiraling to its end, At which there is a little surprise  Krypton, short suit MCs you'll be ripped on You fell off and it's my lyric sheet you just slipped on Get gone, spit on mic's made in Hong Kong Rock on, sing songs mightier than King Kong A Donkey, you think you want me or want this Want some, hold your reputation for Ransom With these here, handsomely crafted tactics To break a snake and see like a cheap profilactic Galactic, space now yeah that grabs attention Crack heads nodded like a pest can't even mention Right a pat traps gas tracks in sections Kid steps this he need witness protection  Trying to see what I can't be seeing I'll be here Trying to see what I can't be seeing I'll be here  It was the junkyard crooked letter C-I-entific Duck us, the ruckus I'll bring stings your eardrum Hear one, lalala loose frind me fearsome Opposing troops on my home front shall be gone Testing the eight-hundred, eighteenth battalion Shallow the one who's run like rebels Enola gay rhymes kicked the notch up a level In intensity, send back the tax that you sent to me Blow up your spot with grenades that were meant for me MP3 versus R33 MCs, Swiss change your gear putting shrapnel in the breeze We're MCs with enemy companies with my hand full of lyrics talking 'bout you want these Please, don't even speak the name of channels and low gadget mic shit put it down like pens For my friends and my fam let them dodge it around this mic shot through the back of an MCs hand With the strength that he had a bridge you don't want that close body fields in hand to hand combat Battle cats, it's like the sectional speech warfare words slash cords Come deford shots get rid don't question my intention when your butt gets kicked  Trying to see what I can't be seeing I'll be here Tech broke italic syllabalic attacks Trying to see what I can't be seeing I'll be here You want these MCs lyrically back smacks  Go ahead Suit yourself  Why wait, I didn't look down myself Why wait, I didn't look down myself Why wait, I didn't look down myself Why wait, I didn't look down myself Why wait, I didn't look down myself Why wait, I didn't look down myself Why wait, I didn't look down myself Why wait, I didn't look down myself  Trying to see what I can't be seeing I'll be here Tech broke italic syllabalic attacks Trying to see what I can't be seeing I'll be here You want these MCs lyrically back smacks ", "  So, what do you think?   What do I do to ignore what's behind me? Do I follow my fate and escape blindly? Do I hide my pride away from these bad dreams And give in to sad thoughts that are maddening?  Do I let it go and try to stand it? Or do I try to catch them red-handed? Do I trust some and get fooled by phoniness? Or do I trust none and live life in lonliness?  The sunlight burns the skin of sleeping men I make the right turns but I'm lost within I put on my daily façade but then I just end up getting hurt again by myself   (myself) I ask why (but in my mind I find) I can't rely on myself (myself) I ask why (but in my mind I find) I can't rely on myself   I can't hold on (to what I want when I'm stretched so thin) It's all too much to take in I can't hold on (when I'm against you I can't win) With thoughts of failure sinking in   If I turn my back I'm defenseless And to give in to fate seems senseless If I hide my pride I lie sleepless And won't be able to cope with my weakness  If I let them go I'll be outdone But if I try to catch them I'll be outrun If I'm killed by the questions like a cancer Then I'll be buried in the silence of the answer by myself   (myself) I ask why (but in my mind I find) I can't rely on myself (myself) I ask why (but in my mind I find) I can't rely on myself   I can't hold on (to what I want when I'm stretched so thin) It's all too much to take in I can't hold on (when I'm against you I can't win) With thoughts of failure sinking in   How do you think that I've lost so much Always afraid and I'm out of touch? How do you expect that I will know what to do When all I know is what you tell me to?   Don't you (know) I can't tell you how to make it (go) No matter what I do, how hard I (try) I can't seem to convince myself (why) I'm stuck on the outside    I can't hold on (to what I want when I'm stretched so thin) It's all too much to take in I can't hold on (when I'm against you I can't win) With thoughts of failure sinking in  I can't hold on (to what I want when I'm stretched so thin) It's all too much to take in I can't hold on (when I'm against me I can't win) With thoughts of failure from within "]}